Repository: WFCD/navis
Catalog: lib/l10n/arb/intl_*.arb
Languages: cs, de, es, fr, it, ko, pt, ru, tr, zh

# warframePassiveTitle
source: Passive
cs: Pasivní
de: Passiv
es: Pasivo
fr: Passif
it: Passiva
ko: 패시브
pt: Passivo
ru: Пассивка
tr: Pasif
zh: 被動

# auraTitle
source: Aura Polarity
cs: Polarita Aury
de: Aura Polarität
es: Polaridad de Aura
fr: Polarité d'Aura
it: Polarità aura
ko: 오라 극성
pt: Polaridade de Aura
ru: Полярность Ауры
tr: Aura Polaritesi
zh: 光環極性

source: Preinstalled Polarities
cs: Předinstalované polarity
de: Vorinstallierte Polaritäten
es: Polaridades preinstaladas
fr: Polarités préinstallées
it: Polarità preinstallate
ko: 미리 설치된 극성
pt: Polaridades pré-instaladas
ru: Предустановленные Полярности
tr: Önceden Yüklü Polariteler
zh: 預先安裝的極性

# shieldTitle
source: Shield
cs: Štít
de: Schild
es: Escudo
fr: Bouclier
it: Scudo
ko: 방어력
pt: Escudo
ru: Щиты
tr: Kalkan
zh: 護盾

# armorTitle
source: Armor
cs: Brnění
de: Rüstung
es: Armadura
fr: Armure
it: Armatura
ko: 아머
pt: Armadura
ru: Броня
tr: Zırh
zh: 護甲

# healthTitle
source: Health
cs: Zdraví
de: Gesundheit
es: Salud
fr: Santé
it: Salute
ko: 체력
pt: Vida
ru: Здоровье
tr: Sağlık
zh: 生命值

# powerTitle
source: Power
cs: Síla
de: Kraft
es: Poder
fr: Pouvoir
it: Energia
ko: 파워
pt: Energia
ru: Сила
tr: Güç
zh: 能量值

# sprintSpeedTitle
source: Sprint Speed
cs: Rychlost sprintu
de: Sprintgeschwindigkeit
es: Velocidad de Sprint
fr: Vitesse de course
it: Velocità scatto
ko: 달리기 속도
pt: Velocidade de corrida
ru: Скорость Бега
tr: Koşma Hızı
zh: 疾跑速度

# abilitiesTitle
source: Abilites
cs: Schopnosti
de: Fähigkeiten
es: Habilidades
fr: Capacités
it: Abilità
ko: 어빌리티
pt: Habilidades
ru: Способности
tr: Yetenekler
zh: 技能

# componentsTitle
source: Components
cs: Součástky
de: Komponenten
es: Componentes
fr: Composants
it: Componenti
ko: 자원
pt: Componentes
ru: Компоненты
tr: Bileşenler
zh: 組件

# masteryRequirementTitle
source: Mastery Requirement
cs: Požadavek Mastery
de: Meisterschaftsrang Anforderung
es: Requisito de maestría
fr: Prérequis de niveau de maîtrise
it: Maestria richiesta
ko: 마스터리 요구 사항
pt: Requisito de Maestria
ru: Требуемый Ранг Мастерства
tr: Ustalık Gereksinimi
zh: 段位等級要求

# weaponTypeTitle
source: Weapon Type
cs: Typ zbraně
de: Waffentyp
es: Tipo de arma
fr: Type d'arme
it: Tipologia arma
ko: 무기 유형
pt: Tipo de Arma
ru: Тип оружия
tr: Silah Türü
zh: 武器類型

# accuracyTitle
source: Accuracy
cs: Přesnost
de: Genauigkeit
es: Precisión
fr: Précision
it: Precisione
ko: 정확도
pt: Precisão
ru: Точность
tr: İsabet
zh: 精准度

# criticalChanceTitle
source: Critical Chance
de: Krit. Chance
es: Probabilidad Crítica
fr: Chances de critique
it: Probabilità critico
ko: 치명타 확률
pt: Chance Crítica
ru: Шанс крита
tr: Kritik Vuruş Şansı
zh: 暴擊率

# cricticalMultiplierTitle
source: Critcial Multiplier
cs: Multiplikátor Kritéria
de: Krit-Multiplikator
es: Multiplicador Crítico
fr: Multiplicateur de dégâts critiques
it: Moltiplicatore critico
ko: 치명타 배수
pt: Multiplicador de Crítico
ru: Крит. Множитель
tr: Kritik Vuruş Çarpanı
zh: 暴击倍率

# fireRateTitle
source: Fire Rate
cs: Rychlost Střelby
de: Feuerrate
es: Cadencia de disparo
fr: Cadence de tir
it: Rateo di fuoco
ko: 연사율
pt: Cadência de Tiro
ru: Скорострельность
tr: Atış Hızı
zh: 射速

# magazineTitle
source: Magazine
cs: Zásobník
de: Magazin
es: Capacidad de munición
fr: Chargeur
it: Caricatore
ko: 탄창
pt: Carregador
ru: Магазин
tr: Şarjör
zh: 彈夾

# multishotTitle
source: Multishot
de: Mehrfachschuss
es: Multidisparo
fr: Tir multiple
it: Sparo multiplo
ko: 멀티샷
pt: Tiro Múltiplo
ru: Мультивыстрел
tr: Çoklu atış
zh: 多重射擊

# noiseTitle
source: Noise
cs: Hluk
de: Lärm
es: Ruido
fr: Bruit
it: Rumore
ko: 소음
pt: Ruído
ru: Шумность
tr: Gürültü
zh: 噪音

# reloadTitle
source: Reload
cs: Přebít
de: Nachladen
es: Recargar
fr: Rechargement
it: Ricarica
ko: 재장전
pt: Recarregar
ru: Перезарядка
tr: Şarjör doldurma
zh: 重裝子彈

# rivenDispositionTitle
source: Riven Disposition
cs: Dispozice Rivenu
es: Disposición del Agrietado
fr: Disposition de Riven
it: Propensione Riven
ko: 리벤 성질
pt: Disposição do Riven
ru: Синергия с Разломом
tr: Riven Dağılımı
zh: 裂罅倾向性

# statusChanceTitle
source: Status Chance
cs: Šance Stavu
es: Probabilidad de Estado
fr: Chance de statut
it: Probabilità effetto
ko: 상태이상 확률
pt: Chance de Status
ru: Шанс статуса
tr: Statü Şansı
zh: 觸發機率

# triggerTitle
source: Trigger
cs: Spoušť
de: Auslöser
es: Disparador
fr: Déclencheur
it: Azione
ko: 발사
pt: Gatilho
ru: Режим
tr: Tetikleyici
zh: 射擊類型

# damageTitle
source: Damage
cs: Poškození
de: Schaden
es: Daño
fr: Dégâts
it: Danno
ko: 피해량
pt: Dano
ru: Урон
tr: Hasar
zh: 傷害

# totalDamageTitle
source: Total Damage
cs: Celkové Poškození
de: Gesamtschaden
es: Daño Total
fr: Dégâts totaux
it: Danno totale
ko: 총 피해량
pt: Dano Total
ru: Всего урона
tr: Toplam Hasar
zh: 總傷害

# stancePolarityTitle
source: Stance Polarity
cs: Postavení Polarity
de: Haltungs-Polarität
es: Polaridad de la Guardia
fr: Polarité de posture
it: Polarità Stile
ko: 스텐스 극성
pt: Polaridade da Estação
ru: Полярность Стойки
tr: Duruş Polaritesi
zh: 架式極性

# attackSpeedTitle
source: Attack Speed
cs: Rychlost Útoku
de: Angriffsgeschwindigkeit
es: Velocidad de Ataque
fr: Vitesse d'attaque
it: Velocità Attacco
ko: 공격 속도
pt: Velocidade de Ataque
ru: Скорость Атаки
tr: Saldırı Hızı
zh: 攻速

# followThroughTitle
source: Follow Through
de: Durchschlag
es: Continuidad de Ataque
fr: Répercussion
it: Continuazione
ko: 팔로우 쓰루
pt: Acompanhamento
ru: Пронзание Навылет
tr: Takip Et
zh: 顺势

# rangeTitle
source: Range
cs: Dosah
de: Reichweite
es: Rango
fr: Portée
it: Portata
ko: 범위
pt: Alcance
ru: Зона Поражения
tr: Menzil
zh: 攻擊範圍

# slamAttackTitle
source: Slam Attack
cs: Útok Bouchnutí
de: Slam Attacke
es: Golpe contra el suelo
fr: Frappe au Sol
it: Schianto A Terra
ko: 폭발 공격
pt: Ataque de Impacto
ru: Удар по земле
tr: Çarpma Hasarı
zh: 震地攻擊

# slamRadialDamageTitle
source: Slam Radial Damage
cs: Radiální Poškození Bouchnutí
de: Slam Angriff Schaden
es: Alcance de golpe contra el suelo
fr: Dégâts radiaux de la Frappe au Sol
it: Danno Ad Area Schianto
ko: 폭발 방사능 피해량
pt: Dano Radial de Impacto
ru: Радиальный урон по земле
tr: Çarpma Hasarı Çapı
zh: 震地範圍傷害

# slamRadiusTitle
source: Slam Radius
cs: Radius Bouchnutí
de: Schmetter-Radius
es: Radio de golpe contra el suelo
fr: Rayon de la Frappe au Sol
it: Raggio Schianto A Terra
ko: 폭발 범위
pt: Raio de Impacto
ru: Радиус Удара по земле
tr: Çarpma Çapı
zh: 震地攻擊半徑

# slideAttackTitle
source: Slide Attack
cs: Útok Sklouznutí
de: Slide Angriff
es: Ataque Deslizante
fr: Attaque Glissée
it: Attacco In Scivolata
ko: 슬라이드 공격
pt: Ataque Deslizante
ru: Удар в скольжении
tr: Kayma Saldırısı
zh: 滑行攻擊

# heavyAttackTitle
source: Heavy Attack
cs: Těžký Útok
de: Schwerer Angriff
es: Ataque Cargado
fr: Attaque Lourde
it: Attacco Pesante
ko: 강공격
pt: Ataque Pesado
ru: Тяжелая атака
tr: Ağır Saldırı
zh: 重擊

# heavySlamAttackTitle
source: Heavy Slam Attack
cs: Těžký Útok Bouchnutí
de: Schwerer Slam Angriff
es: Ataque de golpe pesado contra el suelo
fr: Frappe au Sol Lourde
it: Danno Schianto Pesante
ko: 강공격 폭발
pt: Impacto do Ataque Pesado
ru: Тяжелый удар по земле
tr: Ağır Çarpma Saldırısı
zh: 重震地攻擊

# heavySlamRadialDamageTitle
source: Heavy Slam Radial Damage
cs: Radiální Poškození Bouchnutí
de: Schwerer Slam Angriff Schaden
es: Daño radial de golpe pesado contra el suelo
fr: Dégâts radiaux de la Frappe au Sol Lourde
it: Danno Ad Area Schianto Pesante
ko: 강공격 방사능 피해량
pt: Dano Radial de Impacto Pesado
ru: Тяжелый радиальный урон по земле
tr: Ağır Çarpma Hasarı Çapı
zh: 重震地範圍傷害

# heavySlamRadiusTitle
source: Heavy Slam Radius
cs: Těžký Radius Bouchnutí
de: Schwerer Slam Radius
es: Radio de golpe pesado contra el suelo
fr: Rayon de la Frappe au Sol Lourde
it: Raggio Schianto Pesante
ko: 강공격 피해 범위
pt: Raio de Impacto Pesado
ru: Радиус тяжелого удара по земле
tr: Ağır Çarpma Çapı
zh: 重震地攻擊範圍

# windUpTitle
source: Wind Up
cs: Vítr Nahoru
de: Ausholen
es: Lanzamiento
fr: Attaque Chargée
it: Recupero
ko: 윈드 업
pt: Conclusão
ru: Подготовка
tr: Hazırlık
zh: 畜力時間

# discordSupportTitle
source: Support
cs: Podpora
de: Hilfe
es: Soporte
fr: Assistance
it: Assistenza
ko: 지원
pt: Suporte
ru: Discord
tr: Destek
zh: 技術支持

# steelPathTitle
source: Steel Path
de: Stählerner Pfad
es: Camino de Acero
fr: Route de l'Acier
it: Percorso D'Acciaio
ko: 강철의 길
pt: Percurso de Aço
ru: Стальной Путь
zh: 鋼鐵之路

# syndicateDualScreenTitle
source: Select Syndicate
cs: Vybrat Syndikát
de: Syndikat auswählen
es: Seleccionar Sindicato
fr: Sélectionner un Syndicat
it: Scegli associazione
ko: 신디케이트 선택
pt: Selecione o Sindicato
ru: Выбрать синдикат
tr: Sendika Seç
zh: 選擇集團

# optOutOfAnalyticsTitle
source: Opt out of analytics
de: Telemetrie deaktivieren
es: Análisis de datos
fr: Désactiver les traceurs d'analyse
it: Disabilita raccolta dati
ko: 분석에서 제외
pt: Optar por não analisar
ru: Отказ от аналитики
tr: Analitiklerden Çıkın
zh: 選擇退出分析計劃

# optOutOfAnalyticsDescription
source: Disable analytics.
de: Deaktiviert die Tracking-/Telemetriefunktion der App.
es: Deshabilitar análisis de datos.
fr: Désactiver les traceurs d'analyse.
it: Disabilita raccolta dati statistici.
ko: 분석을 비활성화합니다.
pt: Desativar o Analytics.
ru: Отключить аналитику.
tr: Analizleri devre dışı bırak.
zh: 停用分析

# appLangTitle
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ko: 언어
pt: Idioma
ru: Язык
tr: Dil
zh: 語言

# appLangDescription
source: Override default behavior for language detection.
de: Standardverhalten für Spracherkennung überschreiben.
es: Sobreescribir la configuración predeterminada para la detección del idioma.
fr: Outrepasser le comportement par défaut de la détection de langue.
it: Ignora la lingua rilevata come predefinita di sistema.
ko: 언어를 수동으로 설정합니다.
pt: Sobrescrever o comportamento padrão para detecção de idioma.
ru: Сменить язык приложения.
tr: Dil tespiti için varsayılan davranışı geçersiz kıl.
zh: 覆寫預設語言檢測

# modLevelLabel
source: Level {rank}
de: Stufe {rank}
es: Nivel {rank}
fr: Niveau {rank}
it: Livello: {rank}
ko: 레벨 {rank}
pt: Nível {rank}
ru: Уровень {rank}
tr: Seviye: {rank}
zh: 等級 {rank}

# codexHint
source: Search here...
cs: Type what you're looking for into the search bar above!
de: Durchsuche den Codex hier …
es: Search the codex here...
fr: Search the codex here...
ko: Search the codex here...
pt: Search the codex here...
ru: Искать по кодексу...
tr: Search the codex here...
zh: Search the codex here...

# codexNoResults
source: No results
de: Keine Treffer
es: Sin resultados
fr: Pas de résultat
it: Nessun risultato
ko: 결과 없음
pt: Nenhum resultado
ru: Ничего не найдено
tr: Sonuç bulunamadı
zh: 未能找到結果

# codexVaultedLabel
source: Vaulted
de: Vaulted (verschlossen)
es: En la Bóveda Prime
fr: Vaulté
it: Nel vault
ko: 볼트에 들어감
pt: No Vault
ru: В хранилище
tr: Depolanan
zh: 已入庫

# exploreTitle
source: Explore
de: Entdecken
es: Explorar
fr: Explorer
it: Esplora
ko: 탐색
pt: Explorar
ru: Исследовать
tr: Keşfet
zh: 探索

# constructionProgressTitle
source: Construction Progress
de: Baufortschritt
es: Progreso de Construcción
fr: Avancement de la construction
it: Progresso Costruzione
ko: 건설 진행도
pt: Progresso da Construção
ru: Статус Постройки
tr: İnşaat Devam ediyor
zh: 建造進度

# synthTargetTitle
source: SynthTargets
de: Synthese-Ziele
es: Objetivos de Síntesis
fr: Cible de synthèse
it: Obiettivi Sintesi
ko: 신디시스 목표
pt: Alvo de Sintetize
ru: Цели Синтеза
zh: 結合儀式

# archonHuntTitle
source: Archon Hunt
de: Archonenjagd
es: Cacería de Arcontes
fr: Chasse d'Archonte
it: Caccia Archon
ko: 집정관 사냥
pt: Caçada Archon
ru: Охота за Архонтом
tr: Archon Avı
zh: 執政官狩獵

# archonHuntDescription
source: Archon hunt reset notification.
de: Archon Jagd Aktualisierungsbenachrichtigung.
es: Notificación del reinicio de la Cacería de Arcontes.
fr: Notification de réinitialisation de la chasse d'Archonte.
it: Notifica di reset della caccia Archon.
ko: 집정관 사냥 초기화 알림.
pt: Notificação de reinício de caçada de Archon.
ru: Уведомление о сбросе Охоты за Архонтом.
tr: Archon avı sıfırlanma bildirimi.
zh: 執政官狩獵重置通知

# allFissuresButton
source: All
de: Alle
es: Todo
fr: Toutes
it: Tutte
ko: 모두
pt: Todos
ru: Все
tr: Tümü
zh: 全部

# voidStormFissuresButton
source: Void Storms
de: Void-Stürme
es: Fisuras del Vacío
fr: Tempête du Néant
it: Tempeste Void
ko: 보이드 폭풍
pt: Tempestades do Void
ru: Разрывы Бездны
tr: Void Fırtınaları
zh: 虛空風暴

# saleEndsTitle
source: SALE ENDS
de: VERKAUF ENDET
es: EL DESCUENTO TERMINA
fr: Fin des Soldes
pt: OFERTA TERMINA EM
ru: ПРОДАЖИ ЗАВЕРШЕНЫ
tr: SATIŞ BİTER
zh: 销售结束

# salePriceTitle
source: Sale price
de: Verkaufspreis
es: Precio de venta
fr: Prix soldé
pt: Preço em oferta
ru: Цена продажи
tr: Satış fiyatı
zh: 售價

# originalPriceTitle
source: Original Price
de: Ursprünglicher Preis
es: Precio Original
fr: Prix de départ
pt: Preço Original
ru: Обычная цена
tr: Orjinal Fiyat
zh: 原價

# discountTitle
source: {discount}% OFF!
de: {discount}% Rabatt!
es: {discount}% de descuento!
fr: {discount}% DE REDUCTION !
pt: {discount}% DESCONTO!
ru: Скидка {discount}%!
tr: % {discount} İNDİRİM!
zh: 立省 {discount}%

# inStockInformation
source: Only {stock} left
de: Nur noch {stock} übrig
es: Solo queda {stock}
fr: Plus que {stock} en stock !
pt: Somente {stock} restantes
ru: Осталось только {stock}
tr: Sadece {stock} adet kaldı
zh: 只剩下 {stock}

# outOfStockTitle
source: OUT OF STOCK
de: AUSVERKAUFT
es: AGOTADO
fr: EPUISÉ
pt: FORA DE ESTOQUE
ru: НЕТ В НАЛИЧИИ
tr: STOKLAR TÜKENDİ
zh: 售罄

source: Duviri Joy
de: Freude
es: Joy
fr: Joy
pt: Joy
ru: Дувири Радость
tr: Joy
zh: Joy

source: Duviri Anger
de: Wut
es: Anger
fr: Anger
pt: Anger
ru: Дувири Злость
tr: Anger
zh: Anger

source: Duviri Envy
de: Neid
es: Envy
fr: Envy
pt: Envy
ru: Дувири Зависть
tr: Envy
zh: Envy

source: Duviri Sorrow
de: Trauer
es: Sorrow
fr: Sorrow
pt: Sorrow
ru: Дувири Печаль
tr: Sorrow
zh: Sorrow

source: Duviri Fear
de: Angst
es: Fear
fr: Fear
pt: Fear
ru: Дувири Страх
tr: Fear
zh: Fear

# mapTitle
source: Maps
de: Karten
es: Mapas
fr: Cartes
pt: Mapas
ru: Карта
tr: Haritalar
zh: 地圖

# mapDescription
source: See region maps
de: Regionskarten ansehen
es: Ver regiones del mapa
fr: Voir la Carte des Régions
pt: Ver mapas regionais
ru: Посмотреть карты регионов
tr: Bölge haritalarını gör
zh: 查看地區地圖

# fishTitle
source: Fish
de: Fische
es: Pescado
fr: Poisson
pt: Peixe
ru: Название рыбы
tr: Balık
zh: 魚

# fishDescription
source: See fish information by region
de: Fischinformationen nach Region filtern
es: Ver información de peces por región
fr: Voir les informations des poissons par région
pt: Ver informações de peixe por região
ru: Посмотреть информацию о рыбе по регионам
tr: Bölgeye göre balık bilgilerini gör
zh: 按区域查看鱼类信息

# fishName
source: Name
es: Nombre
fr: Nom
pt: Nome
ru: Название
tr: Ad
zh: 名稱

# fishTime
source: Time
de: Zeitraum
es: Tiempo
fr: Fen. de Capture
pt: Tempo
ru: Фаза
tr: Zaman
zh: 時間

# fishSpear
source: Spear
de: Harpune
es: Arpón
fr: Lance
pt: Lança
ru: Гарпун
tr: Mızrak
zh: 種類

# fishRarity
source: Rarity
de: Seltenheitsgrad
es: Rareza
fr: Rareté
pt: Raridade
ru: Редкость
tr: Nadirlik
zh: 稀有度

# fishBait
source: Bait
de: Köder
es: Carnada
fr: Appât
pt: Isca
ru: Приманка
tr: Yem
zh: 要求的魚餌

# fishStanding
source: Standing
de: Ansehen
es: Reputación
fr: Gain de Standing
pt: Reputação
ru: Репутация
tr: Durum

# fishUnique
source: Unique
de: Besonderheit
es: Único
fr: Ress. Unique
pt: Único
ru: Уникальный ресурс
tr: Eşsiz
zh: 獨一無二

# fishBladder
source: Bladders
de: Blase
es: Vejiga
fr: Vessie de Fermentation
pt: Bexigas
ru: Ферментный пузырь
tr: Mesaneler

# fishGills
source: Gills
de: Kiemen
es: Branquias
fr: Branchies
pt: Guelras
ru: Жабры
tr: Solungaçlar
zh: 鱼鳃

# fishTumors
source: Tumors
de: Tumore
es: Tumores
fr: Tumeur Bénigne Infestée
pt: Tumores
ru: Доброкачественная Заражённая Опухоль
tr: Tümörler

# fishMeat
source: Meats
de: Fleisch
es: Carne
fr: Viande de Poisson
pt: Carnes
ru: Рыбье мясо
tr: Etler
zh: 肉类

# fishOil
source: Oils
de: Öl
es: Aceite
fr: Huile de Poisson
pt: Óleos
ru: Рыбий жир
tr: Yağlar
zh: 油

# fishScales
source: Scales
de: Schuppen
es: Escamas
fr: Écailles
pt: Escamas
ru: Рыбья чешуя
tr: Pullar
zh: 大小

# fishScrap
source: Scraps
de: Schrott
es: Chatarra
fr: Ferraille
pt: Sucatas
ru: Хлам
tr: Hurdalar

# fishAny
source: Any
de: Beliebig
es: Cualquiera
fr: Peu importe
pt: Qualquer
ru: Любая
tr: Herhangi
zh: 任何

# dropChance
source: Drop chance {chance}%
de: Beute-/Ressourcenchance {chance}%
es: Probabilidad de obtención: {chance}%
fr: {chance}% de chance de drop
pt: Chance de drop {chance}%
ru: Шанс выпадения {chance}%
tr: Düşüş şansı % {chance}
zh: 掉落機率: {chance}%

# statsTitle
source: Stats
es: Estadísticas
pt: Estatísticas
ru: Статистика
tr: İstatistikler
zh: 属性

# patchlogsTitle
source: Patchlogs
es: Nota de cambios
fr: Notes de Patch
pt: Registros
ru: Журнал исправлений
tr: Yama notları
zh: 补丁日志

# impactDamageTitle
source: Impact
de: Einschlag
es: Impacto
pt: Impacto
ru: Удар
tr: Darbe

# punctureDamageTitle
source: Puncture
de: Durchschlag
es: Perforación
fr: Perforation
pt: Perfuração
ru: Пронзание
tr: Delici

# slashDamageTitle
source: Slash
de: Schnitt
es: Cortante
fr: Tranchant
pt: Cortante
ru: Разрез
tr: Kesme

# heatDamageTitle
source: Heat
de: Hitze
es: Calor
fr: Feu
pt: Ígneo
ru: Огонь
tr: Sıcaklık

# coldDamageTitle
source: Cold
de: Kälte
es: Frio
fr: Glace
pt: Glacial
ru: Холод
tr: Soğuk

# electricityDamageTitle
source: Electricity
de: Elektrizität
es: Eléctrico
fr: Electricité
pt: Elétrico
ru: Электричество
tr: Elektrik

# toxinDamageTitle
source: Toxin
de: Gift
es: Toxina
fr: Poison
pt: Tóxico
ru: Токсин
tr: Zehir

# blastDamageTitle
source: Blast
de: Explosion
es: Explosivo
fr: Explosif
pt: Colisivo
ru: Взрыв
tr: Patlama

# radiationDamageTitle
source: Radiation
de: Strahlung
es: Radiación
pt: Radiação
ru: Радиация
tr: Radyasyon

# gasDamageTitle
source: Gas
fr: Gaz
pt: Gasoso
ru: Газ
tr: Gaz

# magneticDamageTitle
source: Magnetic
de: Magnetismus
es: Magnético
fr: Magnétique
pt: Magnético
ru: Магнит
tr: Manyetik

# viralDamageTitle
source: Viral
de: Virus
ru: Вирус

# corrosiveDamageTitle
source: Corrosive
de: Korrosion
es: Corrosivo
fr: Corrosif
pt: Corrosivo
ru: Коррозия
tr: Aşındırıcı

# voidDamageTitle
source: Void
es: Vacío
fr: Néant
ru: Урон Бездны

# tauDamageTitle
source: Tau
ru: Тау

# shieldDrainDamageTitle
source: Shield Drain
de: Schildentzug
es: Drenaje de Escudo
fr: Drain de Bouclier
pt: Dreno de Escudo
ru: Истощение щита
tr: Kalkan Tüketme

# healthDrainDamageTitle
source: Health Drain
de: Lebensentzug
es: Drenaje de Salud
fr: Drain de Vie
pt: Dreno de Saúde
ru: Истощение здоровья
tr: Sağlık Tüketme

# energyDrainDamageTitle
source: Energy Drain
de: Energieentzug
es: Drenaje de Energía
fr: Drain d'Énergie
pt: Dreno de Energia
ru: Истощение энергии
tr: Enerji Tüketme

# physicalDamageTitle
source: Physical
de: Physisch
es: Físico
fr: Dégâts de Mêlée
pt: Físico
ru: Физический урон
tr: Fiziksel

# circuitResetTitle
source: The Circuit resets in
de: Der Rundkurs aktualisiert sich in
fr: Le circuit se réinitialise dans
ru: Смена наград через
tr: Devre Sıfırlanacak

# archimedeaTitle
source: Deep Archimedea ends
ru: Deep Archimedea resets in

# archimedeaRiskTitle
source: Risk Variable
de: Risikovariable
ru: Уровень риска
tr: Risk Değişkeni

# missionsCategoryTitle
source: Missions
de: Missionen
ru: Миссии
tr: Görevler

# archimedeaWarningTitle
source: Warning
de: Warnung
fr: Attention
ru: Предупреждение
tr: Uyarı

# archimedeaWarningSubtitle
source: DE doesn't always update Deep Archimedea data after a weekly reset so consider this unstable. Warning will be removed when data rotation is more consistent
de: DE aktualisiert die Daten für die tiefe bzw. temporale Archimede nicht immer nach einem wöchentlichen Reset; betrachte diese Informationen unter Vorbehalt. Warnung wird gelöscht, wenn die Datenrotation konsistenter ist
es: DE doesn't always update Deep/Temporal Archimedea data after a weekly reset so consider this unstable. Warning will be removed when data rotation is more consistent
fr: DE doesn't always update Deep/Temporal Archimedea data after a weekly reset so consider this unstable. Warning will be removed when data rotation is more consistent
pt: DE doesn't always update Deep/Temporal Archimedea data after a weekly reset so consider this unstable. Warning will be removed when data rotation is more consistent
ru: DE не всегда обновляет данные Deep Archimedea после еженедельного сброса, поэтому считайте это нестабильным. Предупреждение будет удалено, когда ротация данных станет более последовательной
tr: DE doesn't always update Deep/Temporal Archimedea data after a weekly reset so consider this unstable. Warning will be removed when data rotation is more consistent
zh: DE doesn't always update Deep/Temporal Archimedea data after a weekly reset so consider this unstable. Warning will be removed when data rotation is more consistent

# activitiesTitle
source: Activities
de: Aktivitäten
pt: Atividades
ru: Действия

# cinematicDamageTitle
source: Cinematic
es: Cinemática
fr: Brut
pt: Cinemática
tr: Sinematik

# archimedeaDeviationTitle
source: Deviation
de: Abweichung
tr: Sapma

# archimedeaPersonalModifierTitle
source: Personal Modifiers
de: Persönliche Modifikatoren
tr: Kişisel Düzenleyiciler

source: See Wikia
cs: Viz Wiki
it: Vedi Wikia
