Repository: WFCD/navis
Catalog: lib/l10n/arb/intl_*.arb
Languages: cs, de, es, fr, it, ko, pt, ru, tr, zh

# levelInfo
source: Level: {min} - {max}
cs: Úroveň: {min} - {max}
es: Nivel: {min} - {max}
fr: Niveau : {min} - {max}
it: Livello: {min} - {max}
ko: 레벨: {min} - {max}
pt: Nível: {min} - {max}
ru: Уровни: {min} - {max}
tr: Seviye: {min} - {max}
zh: 等級: {min} - {max}

source: Tap for more details
cs: Klepnutím zde zobrazíte další podrobnosti
de: Tippe für mehr Details
es: Pulsa para más detalles
fr: Appuyez pour plus de détails
it: Tocca per maggiori dettagli
ko: 자세히 알아보려면 탭하세요
pt: Toque para mais detalhes
ru: Для получения более подробной информации
tr: Daha fazla ayrıntı için tıklayın
zh: 點擊以查看更多詳細信息

source: See details
cs: Zobrazit podrobnosti
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
it: Vedi dettagli
ko: 자세히
pt: Ver detalhes
ru: Подробнее
tr: Ayrıntıları gör
zh: 查看詳情

source: See More
de: Mehr anzeigen
es: Ver más
ru: Подробнее

# eventDescription
source: Description
cs: Popis
de: Beschreibung
es: Descripción
it: Descrizione
ko: 설명
pt: Descrição
ru: Описание
tr: Açıklama
zh: 介紹

source: Event Status
cs: Stav události
de: Event Fortschritt
es: Estado del evento
fr: Statut de l'événement
it: Stato evento
ko: 이벤트 상태
pt: Status do Evento
ru: Статус события
tr: Etkinlik durumu
zh: 事件狀態

# eventStatusNode
source: Node
cs: Uzel
de: Knoten
es: Nodo
fr: Nœud
it: Nodo
ko: 노드
pt: Nó
ru: Узел
tr: Düğüm
zh: 節點

# eventStatusProgress
source: Progress
cs: Postup
de: Fortschritt
es: Progreso
fr: Progression
it: Progresso
ko: 진행도
pt: Progresso
ru: Прогресс
tr: İlerleme
zh: 進度

# eventStatusEta
source: Time left (ETA)
cs: Zbývající čas (ETA)
de: Verbleibende Zeit (ETA)
es: Tiempo restante (estimado)
fr: Temps restant (estimé)
it: Tempo rimanente
ko: 남은 시간 (ETA)
pt: Tempo restante (ETA)
ru: Осталось (приблизительно)
tr: Kalan zaman (ETA)
zh: 剩餘時間 (ETA)

# eventRewards
source: Rewards
cs: Odměny
de: Belohnungen
es: Recompensas
fr: Récompenses
it: Ricompense
ko: 보상
pt: Recompensas
ru: Награды
tr: Ödüller
zh: 獎勵

# bountyTitle
source: Bounties
cs: Bounty
de: Aufträge
es: Contratos
fr: Mises à Prix
it: Taglie
ko: 의뢰
pt: Contratos
ru: Заказы
tr: Avlar
zh: 賞金

# errorTitle
source: An application error has occurred
cs: Došlo k chybě aplikace
de: Ein Anwendungsfehler ist aufgetreten
es: Ocurrió un error en la aplicación
fr: Une erreur inattendue s’est produite
it: Si è verificato un errore dell'applicazione
ko: 애플리케이션에 오류가 발생했습니다
pt: Ocorreu um erro na aplicação
ru: Произошла ошибка приложения
tr: Bir uygulama hatası meydana geldi
zh: 發生錯誤

# errorDescription
source: There was unexpected error in core system. Reporting error to system admin...
cs: V systému došlo k neočekávané chybě. Nahlašuji chybu správci systému...
de: Es gab einen unerwarteten Fehler im Kernsystem. Fehler wird an den Systemadministrator gemeldet...
es: Hubo un error inesperado en el sistema central. Reportando el error al administrador del sistema...
fr: Il y a eu une erreur inattendue au sein du système. Signalement de l'erreur à l'administrateur du système...
it: Si è verificato un errore imprevisto nel sistema centrale. Segnalando l'errore all'amministratore di sistema...
ko: 코어 시스템에 알 수 없는 오류가 발생했습니다. 시스템 관리자에게 오류를 보고하는 중입니다...
pt: Houve um erro inesperado no sistema central. Reportando erro ao administrador do sistema...
ru: Произошла непредвиденная ошибка в системе ядра (операционной системы). Ошибка при отправке системным администраторам...
tr: Çekirdek sistemde beklenmeyen bir hata oluştu. Hata, sistem yöneticisine bildiriliyor...
zh: 核心系統發生意外錯誤 正在向系統管理員報告錯誤...

# baroTitle
source: Baro Ki'Teer
ko: 바로 키 티어
ru: Баро Ки'Тиир
zh: 奸商

source: Location
de: Ort
es: Ubicación
fr: Localisation
pt: Local
ru: Расположение
tr: Konum
zh: 生成地點

# baroLeavesOn
source: Leaves on
cs: Ochází za
de: Reist ab am
es: Se va en
fr: Se retire le
it: Parte
ko: 출발 시간
pt: Partindo em
ru: Отбывает в
tr: Gidiş
zh: 離開在

# baroArrivesOn
source: Arrives on
cs: Objeví za
de: Ankunft am
es: Llega en
fr: Arrive le
it: Arriva
ko: 도착 시간
pt: Chegando em
ru: Прибывает в
tr: Varış
zh: 到達在

# baroInventory
source: Baro Ki'Teer Inventory
cs: Inventář Baro Ki'Teeera
es: Inventario de Baro Ki'Teer
fr: Baro Ki'Teeer Inventory
it: Inventario di Baro Ki'Teer
ko: 바로 키 티어 인벤토리
ru: Товары Баро Ки'Тиира
tr: Baro Ki'Teer Envanteri

# countdownTooltip
source: Ends on {date}
cs: Končí {date}
de: Endet am {date}
es: Termina en {date}
fr: Se termine le {date}
it: Termina {date}
ko: 종료까지 {date} 남음
pt: Termina em {date}
ru: Завершится {date}
tr: Sonlanma tarihi {date}
zh: 完結於 {date}

# kuvaBanner
source: Kuva will refresh in
cs: Kuva se obnoví za
de: Kuva wird aktualisiert in
es: El kuva se actualizará en
fr: Kuva va s'actualiser dans
it: Kuva si aggiornerà in
ko: 쿠바 갱신까지
pt: O Kuva será atualizado em
ru: Кува обновится через
tr: Kuva yenilenecek
zh: Kuva 將會刷新在

# formorianTitle
source: Fomorian
de: Formorian
fr: Fomorien
ko: Formorian
ru: Фоморианец
zh: 巨人战舰

# razorbackTitle
source: Razorback
de: Razerback
ko: Razerback
ru: Армада Секачей
zh: 利刃豺狼

# earthCycleTitle
source: Earth Cycle
cs: Cyklus Země
it: Ciclo Terra
ko: 지구 주기
ru: Земля

# cetusCycleTitle
source: Cetus Cycle
cs: Cyklus Cetusu
de: Erde/Ebenen des Eidolons
es: Tierra/Llanuras de Eidolon
fr: Earth/Plains of Eidolon
it: Ciclo Cetus
ko: 시터스 주기
pt: Earth/Plains of Eidolon
ru: Цетус
tr: Earth/Plains of Eidolon
zh: Earth/Plains of Eidolon

# vallisCycleTitle
source: Vallis Cycle
cs: Cyklus Vallis
de: Orbis-Tal
es: Valles del Orbe
fr: Orb Vallis
it: Ciclo Vallis
ko: 협곡 주기
pt: Orb Vallis
ru: Долина Сфер
tr: Orb Vallis
zh: Orb Vallis

# cambionCycleTitle
source: Cambion Cycle
cs: Cyklus Cambionu
de: Cambion Drift
es: Deriva Cambion
fr: Cambion Drift
it: Ciclo Cambion
ko: 캠비온 주기
pt: Cambion Drift
ru: Камбионский Дрейф
tr: Cambion Drift
zh: Cambion Drift

# zarimanCycleTitle
source: Zariman Cycle
de: Zariman
es: Zariman
fr: Zariman
it: Ciclo Zariman
ko: 자리만 주기
pt: Zariman
ru: Цикл на Заримане
tr: Zariman
zh: Zariman

# timersTitle
source: Timers
cs: Časovače
de: Alarme
es: Contadores
fr: Minuteurs
it: Timer
ko: 타이머
pt: Cronômetros
ru: Таймеры
tr: Zamanlayıcılar
zh: 計時器

# fissuresTitle
source: Fissures
de: Void-Risse
es: Fisuras
it: Fratture
ko: 균열
pt: Fendas
ru: Разрывы Бездны
tr: Yarıklar
zh: 虛空裂縫

# invasionsTitle
source: Invasions
cs: Invaze
de: Invasionen
es: Invasiones
it: Invasioni
ko: 침공
pt: Invasões
ru: Вторжения
tr: İşgaller
zh: 入侵

# syndicatesTitle
source: Syndicates
cs: Syndikáty
de: Syndikate
es: Sindicatos
fr: Syndicats
it: Associazioni
ko: 신디케이트
pt: Sindicatos
ru: Синдикаты
tr: Sendikalar
zh: 集團

# codexTitle
source: Codex
es: Codice
ko: 코덱스
ru: Кодекс
tr: Kodeks

# codexDescription
source: Search all warframe items
de: Alle Warframe-Objekte durchsuchen
es: Buscar en todos los objetos del juego
fr: Chercher parmi tous les Objets
pt: Procurar todos os itens de warframe
ru: Поиск всех предметов
tr: Tüm Warframe ögelerini ara
zh: 搜尋全部 Warframe 物品

# helpfulLinksTitle
source: Helpful Links
cs: Užitečné odkazy
de: Hilfreiche Links
es: Enlaces útiles
fr: Liens utiles
it: Link utili
ko: 도움되는 링크
pt: Links úteis
ru: Полезные ссылки
tr: Yararlı bağlantılar
zh: 有用的連結

# behaviorTitle
source: Behavior
cs: Chování
de: Verhalten
es: General
fr: Comportement
it: Funzionalità
ko: 동작
pt: Comportamento
ru: Оформление
tr: Davranış
zh: 喜好

# themeTitle
source: Theme
cs: Téma
de: Thema
es: Aspecto
fr: Thème
it: Tema
ko: 테마
pt: Tema
ru: Тема
tr: Tema
zh: 主題

# themeDescription
source: Choose app theme.
cs: Vybrat vzhled applikace.
de: App-Theme auswählen.
es: Elige el aspecto de la aplicación.
fr: Choisir le thème de l'application.
it: Scegli il tema dell'app.
ko: 앱 테마를 선택해주세요.
pt: Escolha o tema do aplicativo.
ru: Выбрать тему оформления.
tr: Uygulama temasını seçin.
zh: 選擇主題

# notificationsTitle
source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ko: 알림
pt: Notificações
ru: Уведомления
tr: Bildirimler
zh: 通知

# rareAlertsNotificationTitle
source: Rare Alerts
cs: Vzácná upozornění
de: Seltene Alarmierungen
es: Alertas raras
fr: Alertes Rares
it: Allerte rare
ko: 레어 얼럿
pt: Alerta Raros
ru: Редкие Тревоги
tr: Nadir Uyarılar
zh: 稀有警報

# rareAlertsNotificationDescription
source: Rare alert notifications, mainly gifts of the lotus.
cs: Vzácná upozornění, zejména dary lotusu.
de: Seltene Alarmierungsbenachrichtigung, meist Geschenke von Lotus.
es: Notificaciones de alerta raras, principalmente regalos de lotus.
fr: Notifications d'alertes rares, principalement des cadeaux du Lotus.
it: Notifiche per allerte rare, solitamente doni di Lotus.
ko: 주로 로터스의 선물같은 레어 얼럿 알림입니다.
pt: Notificações de alertas raros, principalmente as doações de Lótus.
ru: Оповещение о редких Тревогах, в основном Дары Лотус.
tr: Nadir uyarı bildirimleri, genellikle Lotus'un hediyeleri.
zh: 稀有警報通知，主要是Lotus的賞賜

# operationAlertsNotificationTitle
source: Operation Alerts
es: Alertas de Operaciones
ru: Сигналы тревоги

# operationAlertsNotificationDescription
source: Alert notifications for operations
ru: Уведомления об операциях

# baroNotificationTitle
source: Baro Ki'Teer
ko: 바로 키 티어
ru: Баро Ки'Тиир

# baroNotificationDescription
source: Notifications for both Baro's arrivial and departure.
cs: Oznámení jak o příjezdu Baro'a, tak o odletu.
de: Benachrichtigungen zu Baro's Ankunft und Abreise.
es: Notificaciones de Baro de llegada y de salida.
fr: Notifications du départ & de l'arrivée de Baro.
it: Notifiche per gli arrivi e le partenze di Baro.
ko: 바로의 도착과 출발 모두에 대한 알림을 받습니다.
pt: Notificações tanto da chegada quanto da partida do Baro.
ru: Оповещения о прибытии и отбытии Торговца из Бездны.
tr: Baro'nun varışı ve ayrılışı için bildirimler.
zh: Baro Ki'Teer 到達和離開的通知

# darvoNotificationTitle
source: Darvo's Daily Deals
cs: Darvovy Denní Nabídky
de: Tägliche Deals von Darvo
es: Oferta diaria de Darvo
fr: Offres du jour de Darvo
it: Sconto giornaliero di Darvo
ko: 다르보의 제안
pt: Ofertas Diárias de Darvo
ru: Ежедневные предложения Дарво
tr: Darvo'nun Günlük Teklifleri
zh: Darvo 的每天優惠

# darvoNotificationDescription
source: Darvo's new find of the day.
cs: Darvo nový nález dne.
de: Darvo's neue Entdeckung des Tages.
es: El nuevo hallazgo de Darvo del día.
fr: Nouvelle trouvaille de Darvo.
it: La nuova offerta del giorno di Darvo.
ko: 다르보의 일일 제안입니다.
pt: A nova achada de Darvo do dia.
ru: Уведомляет о ежедневном товаре Дарво.
tr: Darvo'nun Günün Yeni Keşfi.
zh: Darvo 每天的新發現

# sortieNotificationTitle
source: Sortie
de: Einsatz
es: Incursión
it: Incursione
ko: 출격
pt: Incursão
ru: Вылазка
tr: Sorti
zh: 突擊

# sortieNotificationDescription
source: Notifications for new sorties.
cs: Oznámení pro nové Sortie.
de: Benachrichtigungen für neue Einsätze.
es: Notificaciones para nuevas incursiones.
fr: Notifications de nouvelles sorties.
it: Notifiche per nuove incursioni.
ko: 새 출격이 나오면 알림을 받습니다.
pt: Notificações para novas incursões.
ru: Уведомляет о новой Вылазке.
tr: Yeni sorti bildirimleri.
zh: 新突襲通知

# sentientOutpostNotificationTitle
source: Sentient Outpost
cs: Základna Sentientů
de: Sentient Außenposten
es: Puesto avanzado sentient
fr: Avant-poste Sentient
it: Avamposti senzienti
ko: 센티언트 전초 기지
pt: Posto Avançado Sentient
ru: Мюрекс
tr: Sentient Karakolu
zh: Sentient 前哨

# sentientOutpostNotificationDescription
source: Notifications for new sentient threats.
de: Benachrichtigungen für neue Sentient Bedrohungen.
es: Notificaciones para nuevas amenazas sentient.
fr: Notifications de nouvelles menaces sentient.
it: Notifiche per nuove minacce senzienti.
ko: 새 센티언트 위협에 대한 알림을 받습니다.
pt: Notificações de novas ameaças Sentients.
ru: Уведомляет о местоположении Мюрекса.
tr: Yeni sentient tehditleri için bildirimler.
zh: 新 Sentient 威脅通知

# warframeNewsTitle
source: News
de: Neuigkeiten
es: Noticias
fr: Actualités
it: Novità
ko: 새로운 소식
pt: Notícias
ru: Новости
tr: Haberler
zh: 新聞

# warframeNewsNotificationTitle
source: News
cs: Novinky
de: Neuigkeiten
es: Noticias
fr: Actualités
it: Novità
ko: 새 소식
pt: Novidades
ru: Новости
tr: Haberler
zh: 新聞

# warframeNewsNotificationDescription
source: News notifications for Prime Access, Streams and Updates.
cs: Oznámení novinek o Prime Přístupu, Steamech a Aktualizacích.
de: News-Benachrichtigungen für Prime Access, Streams und Updates.
es: Notificaciones de noticias del Prime Access, directos y actualizaciones.
fr: Nouvelles notifications pour le Prime Access, les directs et les mises à jour.
it: Notifiche di notizie per Accesso Prime, stream e aggiornamenti.
ko: 프라임 엑세스, 방송, 업데이트에 대한 소식 알림을 받습니다.
pt: Notificações de notícias para Prime Access, Streams e Atualizações.
ru: О Прайм Доступе, Стримах, Обновлениях.
tr: Prime Erişimi, Yayınlar ve Güncellemeler için haber bildirimleri.
zh: Prime Access, Streams 和更新的通知

# planetCyclesNotificationTitle
source: Open World Cycles
cs: Otevřít cykly světů
de: Open World Zyklus
es: Ciclos de los mundos abiertos
fr: Cycles des mondes ouverts
it: Cicli dei mondi aperti
ko: 오픈 월드 주기
pt: Ciclos do Mundo Aberto
ru: Циклы открытых локаций
tr: Açık Dünya Döngüleri
zh: 開放世界循環

# planetCyclesNotificationDescription
source: Open world notifications for their given cycles.
cs: Oznámení otevřeného světa pro dané cykly.
de: Open world Benachrichtigungen für den jeweiligen Zyklus.
es: Notificaciones para ciclos del mundo abierto.
fr: Ouvrir les notifications des mondes ouverts pour leurs cycles respectifs.
it: Notifiche per i cicli dei mondi aperti.
ko: 오픈 월드의 주기에 대한 알림을 받습니다.
pt: Notificações do mundo aberto para seus ciclos determinados.
ru: О циклах на открытых локациях.
tr: Açık dünya döngülerine yönelik bildirimler.
zh: 開放世界循環通知

# resourcesNotificationTitle
source: Resources
cs: Suroviny
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
ko: 자원
pt: Recursos
ru: Ресурсы
tr: Kaynaklar
zh: 資源

# resourcesNotificationDescription
source: Resources mostly found in invasions.
cs: Suroviny nalezené většinou v invazích.
de: Ressourcen, die hauptsächlich in Invasionen gefunden werden.
es: Recursos que se encuentran principalmente en las invasiones.
fr: Ressources principalement trouvées dans les invasions.
it: Risorse trovate principalmente nelle invasioni.
ko: 자원은 대부분 침공에서 찾을 수 있습니다.
pt: Recursos encontrados principalmente em invasões.
ru: О наградах: чертежи и ресурсы.
tr: Çoğunlukla işgallerde bulunan kaynaklar.
zh: 主要在入侵中找到的資源

# fissuresNotificationTitle
source: Fissure Missions
cs: Fissure Mise
de: Voidriss Missionen
es: Misiones de fisuras
fr: Missions de fissures
it: Missioni delle fratture
ko: 균열 미션
pt: Missões de Fendas
ru: Миссии Разрыва Бездны
tr: Yarık Görevleri
zh: 裂縫任務

# fissuresNotificationDescription
source: Filter fissure notifications by prefered mission type.
de: Sortiere Voidrisse Benachrichtigungen nach bestimmten Missions Typ.
es: Filtrar notificaciones de fisura por tipo de misión preferida.
fr: Filtrer les notifications de fissure par type de mission préféré.
it: Filtra le notifiche delle fratture in base al tipo di missione preferito.
ko: 균열 알림을 선호하는 미션 유형으로 필터하기.
pt: Filtrar notificações de fendas por tipo de missão preferida.
ru: Фильтруйте уведомления о Разрывах Бездны по предпочитаемому типу миссии.
tr: Yarık bildirimlerini tercih edilen görev türüne göre filtrele.
zh: 通過喜好任務類型過濾裂縫通知

# earthDayOption
source: Earth Day
cs: Země Den
de: Erde Tag
es: Tierra de día
fr: Jour Terrestre
it: Terra giorno
ko: 지구 낮
pt: Dia da Terra
ru: Земля - День
tr: Dünya Gündüz
zh: 地球白天

# earthNightOption
source: Earth Night
cs: Země Noc
de: Erde Nacht
es: Tierra de noche
fr: Nuit Terrestre
it: Terra notte
ko: 지구 저녁
pt: Noite da Terra
ru: Земля - Ночь
tr: Dünya Gece
zh: 地球黑夜

# cetusDayOption
source: Cetus Day
cs: Cetus Den
de: Cetus Tag
es: Cetus de día
fr: Cetus - Jour
it: Cetus giorno
ko: 시터스 낮
pt: Dia de Cetus
ru: Цетус - День
tr: Cetus Gündüz
zh: 希圖斯白天

# cetusNightOption
source: Cetus Night
cs: Cetus Noc
de: Cetus Nacht
es: Cetus de noche
fr: Cetus - Nuit
it: Cetus notte
ko: 시터스 저녁
pt: Noite de Cetus
ru: Цетус - Ночь
tr: Cetus Gece
zh: 希圖斯黑夜

# vallisWarmOption
source: Orb Vallis Warm
cs: Orb Vallis Teplo
de: Orbis-Tal: Warm
es: Valles del orbe calido
fr: Vallée Orbis - Chaud
it: Orb Vallis caldo
ko: 오브 협곡 따듯함
pt: Aquecimento de Orb Vallis
ru: Долина Сфер - Тепло
tr: Orb Vallis Ilık
zh: 奥布山谷溫暖

# vallisColdOption
source: Orb Vallis Cold
cs: Orb Vallis Zima
de: Orbis-Tal: Kalt
es: Valles del orbe frío
fr: Vallée Orbis - Froid
it: Orb Vallis freddo
ko: 오브 협곡 추움
pt: Resfriamento Orb Vallis
ru: Долина Сфер - Холод
tr: Orb Vallis soğuk
zh: 奥布山谷寒冷

# cambionFassOption
source: Cambion Fass
ko: 캠비온 Fass
ru: Цикл Фэз
zh: 魔胎之境 Fass

# cambionVomeOption
source: Cambion Vome
ko: 캠비온 Vome
ru: Цикл Воум
zh: 魔胎之境 Vome

# primeAccessNewsOption
source: Prime Access
cs: Prime Přístup
it: Accesso Prime
ko: 프라임 액세스
ru: Прайм доступ
tr: Prime Erişimi

# streamNewsOption
source: Stream Announcements
cs: Oznámení o Streamech
de: Stream Bekannntgabungen
es: Anuncios de directos
fr: Annonces de Diff. en direct
it: Annunci di stream
ko: 방송 공지
pt: Anúncios de transmissão
ru: Анонсы стримов
tr: Yayın Duyuruları
zh: Stream公告

# updateNewsOption
source: Warframe Update News
cs: Warframe Novinky o Aktualizacích
de: Warframe Update Neuigkeiten
es: Noticias de Warframe
fr: Actualités des MAJ de Warframe
it: Notizie degli aggiornamenti
ko: Warframe 업데이트 소식
pt: Notícias de Atualização Warframe
ru: Новости обновления Warframe
tr: Warframe Güncelleme Haberleri
zh: Warframe 更新新聞

# reportBugsTitle
source: Report Bugs
cs: Nahlásit chyby
de: Fehler melden
es: Reportar errores
fr: Signaler un bug
it: Segnala bug
ko: 버그 제보
pt: Reportar Erros
ru: Сообщить об ошибке
tr: Hata Bildir
zh: 反饋問題

# reportBugsDescription
source: Report bugs or request a feature.
de: Fehler melden oder neue Funktionen vorschlagen.
es: Reportar errores o solicitar nuevas características.
fr: Signaler un bug ou proposer une fonctionnalité.
it: Segnala un bug o suggerisci nuove funzionalità.
ko: 버그 제보 또는 기능 제안.
pt: Relatar falhas ou solicitar recursos.
ru: Сообщите об ошибках или запросите функцию.
tr: Hata bildir veya bir özellik talep et.
zh: 反饋問題或提交新功能請求

# aboutCategoryTitle
source: About
cs: Informace
de: Über uns
es: Acerca de
fr: À propos
it: Informazioni
ko: 소개
pt: Sobre
ru: О приложении
tr: Hakkında
zh: 關於

# aboutAppTitle
source: About app
de: Über diese App
es: Acerca de la app
fr: A propos de l'application
pt: Sobre o Aplicativo
ru: О приложении
tr: Uygulama Hakkında
zh: 關於應用程式

# contributeTranslationsTitle
source: Contribute Translations
de: Übersetzungen beisteuern
es: Contribuir con la traducción
fr: Contribuer à la traduction
pt: Contribuir para a tradução
ru: Внести вклад в перевод
tr: Çevirilere Katkıda Bulun
zh: 提交翻譯

# contributeTranslationsDescription
source: Volunteer to contribute translations
de: Trage zur Übersetzung bei
es: Ser voluntario para contribuir con las traducciones
fr: Soumettre sa candidature pour traduction
pt: Voluntário para contribuir com traduções
ru: Помочь с переводом
tr: Çevirilere katkıda bulunmak için gönüllü ol
zh: 志願者提交翻譯

# lightThemeTitle
source: Light
cs: Světlé téma
de: Hell
es: Claro
fr: Clair
it: Chiaro
ko: 라이트
pt: Claro
ru: Светлая
tr: Açık
zh: 淺色

# darkThemeTitle
source: Dark
cs: Tmavé téma
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ko: 다크
pt: Escuro
ru: Тёмная
tr: Koyu
zh: 深色

# systemThemeTitle
source: System
cs: Systémové téma
es: Sistema
fr: Automatique
it: Sistema
ko: 시스템 설정
pt: Sistema
ru: Системная
tr: Sistem
zh: 跟隨系統

# legalese
source: Warframe and the Warframe logo are registered trademarks of Digital Extremes Ltd. Cephalon Navis nor WFCD are affiliated with Digital Extremes Ltd. in any way.
cs: Warframe a logo Warframe jsou registrované ochranné známky Digital Extremes Ltd. Cephalon Navis nor WFCD jsou přidruženy k Digital Extremes Ltd. v jakémkoli smyslu.
de: Cephalon Navis nor WFCD are affiliated with Digital Extremes Ltd. Warframe and the Warframe logo are registered trademarks of Digital Extremes Ltd.
es: El logotipo de Warframe y Warframe son marcas registradas de Digital Extremes Ltd. Cephalon Navis y WFCD están afiliados a Digital Extremes Ltd. de cualquier modo.
fr: Warframe et le logo Warframe sont des marques déposées de Digital Extremes Ltd. Cephalon Navis et WFCD ne sont en aucune façon affiliés à Digital Extremes Ltd.
it: Warframe e il logo Warframe sono marchi registrati di Digital Extremes Ltd. Cephalon Navis e WFCD non sono affiliati a Digital Extremes Ltd. in alcun modo.
ko: Warframe과 Warframe 로고는 Digital Extremes Ltd.의 등록 상표입니다. Cephalon Navis 및 WFCD 역시 Digital Extremes Ltd.와 관계 없습니다.
pt: Warframe e o logotipo do Warframe são marcas registradas da Digital Extremes Ltd. Cephalon Navis ou WFCD não têm afiliação com a Digital Extremes Ltd. de nenhuma forma.
ru: Warframe и логотип Warframe являются зарегистрированными торговыми марками Digital Extremes Ltd. Cephalon Navis и WFCD никаким образом не связаны с Digital Extremes Ltd.
tr: Warframe ve Warframe logosu, Digital Extremes Ltd.'nin tescilli ticari markalarıdır. Cephalon Navis ve WFCD, Digital Extremes Ltd. ile herhangi bir şekilde ilişkili değildir.
zh: Warframe 和 Warframe 標誌為 Digital Extremes Ltd. 的註冊商標。Cephalon Navis 和 WFCD 均不以任何方式隸屬於 Digital Extremes Ltd.。

# homePageTitle
source: Home
de: Startseite
es: Inicio
fr: Accueil
ko: 홈
pt: Início
ru: Главная
tr: Ana Sayfa
zh: 主頁

source: Source code
de: Quellcode
es: Código fuente
fr: Code source
pt: Código-fonte
ru: Исходный код
tr: Kaynak kodu
zh: 源代碼

# issueTrackerDescription
source: Report issues or feature request for this project
cs: Nahlásit problémy nebo podat žádost o novou funkci pro tento projekt
de: Melde Probleme oder stelle Anfragen für dieses Projekt
es: Reporta problemas o solicitudes para este proyecto
fr: Signaler un bug ou proposer une fonctionnalité
it: Segnala problemi o suggerisci nuove funzionalità per questo progetto:
ko: 이 프로젝트의 이슈를 제보하거나 기능 제안하기
pt: Relate problemas ou solicite funcionalidades para este projeto
ru: Сообщить об ошибке или запросить новые функции для этого проекта
tr: Bu proje için sorun bildirme veya özellik talepleri
zh: Report issues or feature request for this project's

# issueTrackerTitle
source: issues tracker
cs: sledování problémů
de: Fehler-Tracker
es: registros de problemas
fr: Suivi des incidents
it: issue tracker
ko: 이슈 트래커
pt: rastreador de problemas
ru: Баг-трекер
tr: sorun izleyici
zh: 問題追蹤器

# warframeLinkTitle
source: More information on Warframe can be found on their official site
cs: Více informací o hře Warframe lze nalézt na oficiálních stránkách
de: Weitere Informationen zu Warframe finden Sie auf ihrer offiziellen Webseite
es: Más información sobre Warframe se puede encontrar en su página oficial
fr: Plus d'informations sur le jeu Warframe peuvent être trouvées sur leur site officiel
it: Maggiori informazioni su Warframe possono essere trovate sul sito ufficiale
ko: Warframe에 관한 더 많은 정보는 공식 사이트에서 찾을 수 있습니다
pt: Mais informações sobre Warframe podem ser encontradas em seu site oficial
ru: Больше информации о Warframe можно найти на их официальном сайте
tr: Warframe hakkında daha fazla bilgi, resmi sitelerinde bulunabilir
zh: 有關 Warframe 的更多資訊可以在其官方網站上找到

# settingsTitle
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ko: 설정
pt: Configurações
ru: Настройки
tr: Ayarlar
zh: 設定

# dailyRewardTitle
source: Daily Reward Reset Timer
cs: Denní Odměny Obnovení Časovače
it: Reset delle ricompense giornaliere
ko: 일일 보상 초기화 타이머
ru: Таймер сброса ежедневной награды

# eliteBadgeTitle
source: Elite
cs: Elita
es: Élite
fr: Élite
ko: 엘리트
ru: Элитное
tr: Elit
zh: 精英

# dailyNightwaveTitle
source: Daily
cs: Denní
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliera
ko: 일일
pt: Diário
ru: Ежедневные
tr: Günlük
zh: 每日

# weeklyNightwaveTitle
source: Weekly
cs: Týdenní
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ko: 주간
pt: Semanal
ru: Еженедельные
tr: Haftalık
zh: 每週
